/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Program Uaktualnienia programów nie był jeszcze używany.";
"SUPrefSuccessStatus" = "Program Uaktualnienia programów wykonał zadanie poprawnie.";
"SUPrefAllInactiveStatus" = "Jedyne dostępne uaktualnienia to te, które są ignorowane.";
"SUPrefNoUpdatesStatus" = "Nie ma nowych uaktualnień programów.";
"SUPrefFailedCantConnectStatus" = "Błąd. Nie można było połączyć z Internetem.";
"SUPrefFailedGenericStatus" = "Wystąpił błąd podczas sprawdzania.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Ignorowane uaktualnienia są teraz dostępne.";

"SUPrefScanningStatus" = "Sprawdzam dostępność nowych programów…";
"SUPrefServerErrorStatus" = "Serwer jest chwilowo niedostępny. Spróbuj ponownie później.";
"SUPrefUnexpectedErrorStatus" = "Wystąpił nieoczekiwany błąd.";

"SUPrefCancellingStatus" = "Anuluję…";
"SUPrefCancelledStatus" = "Anulowane.";

"SUPrefLastStatusCheckTitle" = "Ostatnio sprawdzane:";
"SUPrefLastStatusFailedTitle" = "Ostatnia próba:";
"SUPrefCurrentStatusTitle" = "Status:";
"SUPrefLastSuccessfulStatus" = "Zakończone sukcesem. %@.";

"SUPrefNextScheduledDate" = "Następne planowane: %@.";

"Software Update can't check for updates because of a network problem." = "Program Uaktualnienia programów nie może sprawdzić dostępności uaktualnień z powodu problemu z siecią.";
"Failed to check for updates." = "Nie udało się sprawdzić dostępności uaktualnień.";
"Diagnose..." = "Diagnostyka sieci…";
"SUPrefCheckConfigMessage" = "Upewnij się, że masz połączenie z Internetem, i spróbuj ponownie.";
"OK" = "OK";

"SUPrefUpdateNow" = "Sprawdź teraz";
"CANCEL" = "Anuluj";
